[General]
Translator, "alan@stable, berryz2007"
LangVersion, "3.3.0.0"
IsRTL, "0"


[Icon]
R0lGODlhEAAMAPcAALUgA5oXC7UfAZ0+Nb4dAldyk7ApDLEqDMRjTY1WSmV5l2Z3lMVwZGV3k3oW
AI5VSMx1YuYhDsZpVb4eBK8fAKO/4Wx6jqwcAJFcUYeq2chsV5FfVJdDN9QhDMolD814ZclsWF91
krAfAIUWBLQcANhlVItZUNJ2Yo7A8MtyXqE1K3iv5o9aT8pvXMRqXotQSI1TR4C988dsWLxURNWD
cJe029jk775PN8ZgSbVBMMVvZaPH6tJ9a3W++Gh4k7QvEWV5lbg9I2GBn+Tp73bL/8BUPLUeAPv6
+MXa8HcTAL8dAXcWAOYjEJ0XC45YToa97tJhTdkiDsp0Yomq2HSs5Zq845u74MpvW5Y7Mn2n2pUX
CdB0YYS78MZlT38WAsdnUsrZ6spzaaDC5nu/+JoWC2R8mdB2Y9OAbZUtJHq689xdS8whCZVHOsgf
B45SRMVlUOTr9IwXBsZlUVtylJOx3LkhA819atWHeMc6I8ljTlB0mo625NF6ZrgmCqa+3MZmUdsy
IPLz9JfD7HcVAMhpVcdrVsViTH0hDK0fAMIhBr4gBsggCdQhDZgXC+IiDwAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAAAAAAALAAAAAAQAAwA
AAi5AC34aABEQRkhGzCwcJLgAQw3JhbQqVGhyh4Ud2ic4cHHzJYTh0JM8TMEjBgudj5ASHFFQ6E8
SeZkgHMk0I4YUlqAIPTnTZcfgwpksWIDiaAxMr7IQWCoyAEKS/RQWfEkTQ8iEnDcCGLgAiIRDl6E
0cHAxYwcfUgYEQCgbR0vbEpAwaOEwARFePMqSjSCgxoPbRYJHkx4TZwBgDowWsy4MaMoWlREcES5
smXKTJpgIdOos+fPnQOgCQgAOw==


[BFAPI_Strings]
ErrorFailClientTime, "您電腦的時鐘設定不正確。\n請檢查系統時間並重試。"
ErrorFailLogin, "檢查電子郵件地址和密碼並重試。"
ErrorFailPrefix, "連線到 Binary Fortress 帳戶失敗。"
ErrorInvalidProTrialLicenseKey, "您的 FileSeek 試用授權金鑰似乎無效。\n更多資訊請聯絡我們。"
ErrorItemSizeTooLarge, "其中一個 FileSeek 設定檔太大。\n請嘗試同步較小的設定檔。"
ErrorTrialExpiredPrompt, "您的 FileSeek Pro 試用授權已過期。\n您希望聯絡我們並開始另一個試用嗎?"
ErrorUnknownProPurchasedLicenseKey, "您的 FileSeek 授權金鑰似乎無效。\n更多資訊請聯絡我們。"
LoginPrompt, "需要先輸入您的 Binary Fortress 登入資訊。\n您希望立即輸入您的登入資訊嗎?"
TitleSync, "正在與 Binary Fortress 帳戶同步"


[BFAPILoginControl_Controls]
btnLogin, "登入(&L)"
btnLogout, "登出(&L)"
btnMyAccount, "我的帳戶(&A)"
btnMyLicenses, "我的授權(&M)"
btnRegister, "註冊(&R)"
lblAccountStatus, "帳戶狀態:"
lblEmailAddress, "電子郵件地址:"
lblMyPassword, "重設密碼"
lblName, "名稱:"
lblPassword, "密碼:"


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "個人或公司，授權名稱中以 # 號表示"
LicenseRestrictionDonation, "僅限個人，1 部電腦"
LicenseRestrictionEnterprise, "無限的電腦，在無限的公司所擁有的站台"
LicenseRestrictionPersonalHome, "僅限個人，在無限的個人電腦"
LicenseRestrictionSite, "無限的電腦，在 1 個站台"
LicenseRestrictionStandard, "個人或公司，1 部電腦"
LicenseRestrictionSteam, "個人或公司，無限的電腦，您是主要使用者並已安裝 Steam"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "請輸入有效的電子郵件地址並重試。"
ErrorEnterPassword, "請輸入您的密碼並重試。"
ErrorLoginFailed, "載入您的帳戶資訊失敗。\n請檢查電子郵件地址和密碼並重試。"
ErrorNoLicensesFound, "抱歉，找不到這個帳戶的任何授權資訊。\n如果需要任何協助，請聯絡我們。"
ErrorUnknownLicenses, "載入授權資訊時發生錯誤。"
ErrorUnknownLogin, "載入帳戶資訊時發生錯誤。"
Note, "登入以檢索您的 FileSeek 授權金鑰並同步搜尋設定檔。"
SelectLicensePrompt, "您目前正在使用免費版，Pro 試用授權或授權金鑰無效。\n您希望從 Binary Fortress 帳戶載入授權金鑰嗎?"
Title, "我的 Binary Fortress 帳戶"
TitleLoadingLicenses, "正在載入授權資訊"


[BFAPIMyLicenses_Controls]
colDateCreated, "建立日期"
colDateExpires, "到期日"
colLicenseKey, "授權金鑰"
colLicenseRestrictions, "授權限制"
colLicenseType, "授權類型"
colName, "授權名稱"


[BFAPIMyLicenses_Strings]
ConfirmUseLicense, "您確定要使用此授權金鑰嗎?"
ErrorSelectLicense, "請從清單選取授權並重試。"
ShowNeedLicenseWarning, "從清單選取一個授權金鑰，接著按一下 [確定] 按鈕以使用該授權金鑰。"
Title, "我的授權"


[BFFormDownload_Strings]
ConfirmCancel, "您確定要取消這個下載嗎?"
Error, "發生錯誤。"
Progress, "剩餘: {0} KB (總計 {1} KB)"
ProgressUnknown, "正在下載: {0} KB"


[BFFormErrorMessage_Controls]
btnCopy, "複製到剪貼簿(&C)"
btnMoreInformation, "顯示更多資訊(&S)"


[BFFormProxySettings_Controls]
btnSave, "儲存"
lblProxyAddress, "伺服器位址:"
lblProxyPassword, "密碼:"
lblProxyPassword2, "重新輸入密碼:"
lblProxyPort, "連接埠:"
lblProxyUsername, "使用者名稱:"
rdoCustomSettings, "使用自訂 Proxy 伺服器設定(&C):"
rdoNoProxy, "不使用 Proxy 伺服器 (直接 Internet 連線)(&N)"
rdoUseIESettings, "使用 Internet Explorer 連線設定(&I)"


[BFFormProxySettings_Strings]
EnterServerAddress, "請輸入 [Proxy 伺服器位址] 或選取 [不使用 Proxy 伺服器]。"
EnterServerPort, "請輸入 [Proxy 伺服器連接埠] 或選取 [不使用 Proxy 伺服器]。"
PasswordDecryptionFailed, "您的 [Internet 連線設定] 似乎無效。\n請重新輸入您的 Proxy 伺服器密碼。"
PasswordsNotMatch, "您的 Proxy 伺服器密碼不相符，請重試。"
Title, "Internet 連線設定"


[BFFormSelectApplication_Controls]
ButtonBrowse, "瀏覽(&B)"
ButtonRefresh, "重新整理(&R)"
ColApplication, "應用程式"
ColPath, "路徑"
GroupDesktopApplications, "桌面應用程式"
GroupWindows8Applications, "Windows 8 應用程式"


[BFFormSelectApplication_Strings]
AllApplications, "所有應用程式"
PleaseSelectApplication, "請先選取應用程式"
Title, "選取應用程式"


[BFFormSettingsAdvanced_Controls]
btnDelete, "預設值"
colSetting, "設定"
colValue, "數值"
lblHelp, "按兩下設定來變更，更多資訊請按一下 [說明] 按鈕。"


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "儲存此設定時發生錯誤。"
SavedSuccessfully, "您的進階設定已儲存成功。\n您可能需要重新啟動 FileSeek 使這個設定生效。"
Title, "進階設定"
TitleEdit, "編輯進階設定"


[BFFormSupportRequest_Controls]
lblEmailAddress, "電子郵件地址:"
lblMessage, "訊息 (英文):"
lblName, "名稱:"
lblSubject, "主旨:"
lblWarning, "[疑難排解] 索引標籤中資訊和您的 Debug.log 檔案將加密並與此技術支援請求單獨傳送，以便我們能更快速的解決您的問題。"


[BFFormSupportRequest_Strings]
EnterEmailAddress, "請輸入有效的電子郵件地址並重試。"
EnterMessage, "請輸入訊息並重試。"
EnterName, "請輸入您的姓名並重試。"
EnterSubject, "請輸入主旨。"
SendSuccess, "您的資訊已傳送成功。\n我們將在 1 個工作天內與您聯繫。"
Title, "提交技術支援請求"
TooLongEmailAddress, "請輸入較短電子郵件地址並重試。"
TooLongName, "請輸入較短名稱並重試。"


[BFFormUpdate_Controls]
btnChangeLog, "檢視更新日誌(&V)"
btnDownload, "下載並安裝(&I)"
btnRemindMeLater, "稍後提醒我(&R)"
btnSkipThisVersion, "略過此版本(&S)"
btnWebsite, "下載(&D)"
lblNewVersion, "新版本:"
lblOldVersion, "目前版本:"
lblUpdateNotes, "這個版本的更新內容:"


[BFFormUpdate_Strings]
ConfirmSkipVersion, "建議您更新到此新版本。\n您確定要略過此更新嗎?"
DownloadFailedSave, "本機儲存這個檔案失敗。"
DownloadingUpdate, "正在下載更新"
DownloadInvalidData, "伺服器返回無效的資料，伺服器尋找所需的檔案可能有問題。"
DownloadNoData, "網站未返回任何資料。"
ErrorDownload, "嘗試下載新版本時發生錯誤。"
Title, "更新可以使用"
UpdateProMessage, "您需要升級到 FileSeek Pro 以使用一鍵更新。\n您想要更多升級的相關資訊嗎?"


[BFHelpButton_Controls]
mniOnlineHelp, "線上說明"
mniSupportRequest, "技術支援請求"


[BFTextQuery_Strings]
CaseSensitive, "區分大小寫:"
MayContain, "可能包含:"
MayNotContain, "可能不包含:"
MustContain, "必須包含:"
MustNotContain, "必須不包含:"


[BFUpdateCheck]
AlreadyInProgress, "檢查更新已經進行中..."
ErrorRunningDownloadedFile, "嘗試執行下載的安裝檔案時發生錯誤。"
FailedToGetVersion, "無法載入最新版本號。"
InvalidLicensePrompt, "您的 FileSeek Pro 版授權金鑰似乎無效!\n請考慮訂購 FileSeek Pro 版授權以協助支持未來開發。\n您想要查看更多資訊嗎?"
NoUpdate, "您已經使用最新版本。"
Title, "更新"


[cFunctions_Strings]
FolderNotRecognized, "選取的資料夾無法辨識且無法搜尋。"


[cSettings_Strings]
SettingsLoadError, "載入設定值時發生錯誤。"
SettingsSaveError, "儲存設定值時發生錯誤。"


[frmMain_Controls]
btnBrowseAppendExcludePath, "瀏覽 && 附加"
btnBrowseExcludePath, "瀏覽"
btnFolderBrowse, "瀏覽(&B)"
btnFolderBrowseAppend, "瀏覽 && 附加"
btnNewSearch, "在新索引標籤搜尋(&N)"
btnPause, "暫停"
btnResume, "繼續"
btnSearch, "搜尋(&S)"
btnStop, "停止(&T)"
chkCaseSensitive, "區分大小寫查詢(&C)"
chkFileSizeMax, "最大檔案大小:"
chkFileSizeMin, "最小檔案大小:"
chkIsExcludeFilesRegEx, "「排除檔案篩選」為規則運算式"
chkIsIncludeFilesRegEx, "「包含檔案篩選」為規則運算式"
chkIsQueryRegEx, "規則運算式查詢"
chkSearchSubFolders, "搜尋子資料夾(&F)"
chkShowFirstResult, "每個檔案只顯示第一個結果(&O)"
chkShowIncludeFilterMatchFiles, "Show file names that match the "include files" filter"
chkShowIncludeFilterMatchFolders, "Show folder names that match the "include files" filter"
chkShowQueryMatchFiles, "顯示符合查詢文字的檔案名稱"
chkShowQueryMatchFolders, "顯示符合查詢文字的資料夾名稱"
chkUseIFilters, "使用檔案處理程式處理檔案內容 (較慢)"
colDateAccessed, "存取日期"
colDateCreated, "建立日期"
colDateModified, "修改日期"
colExtension, "附檔名"
colFile, "檔案名稱"
colFileSize, "檔案大小"
colLine, "行"
colLineNumber, "行數"
colPath, "路徑"
lblAccessedTo, "到"
lblAdditionalLinesAfter, "在搜尋結果後顯示此行數:"
lblAdditionalLinesBefore, "在搜尋結果前顯示此行數:"
lblCreatedTo, "到"
lblDateAccessed, "存取日期:"
lblDateCreated, "建立日期:"
lblDateFilterLogic, "日期過濾:"
lblDateModified, "修改日期:"
lblExcludeFiles, "排除檔案:"
lblExcludePath, "排除路徑:"
lblFilterResults, "篩選:"
lblIncludeFiles, "包含檔案:"
lblModifiedTo, "到"
lblPath, "路徑:"
lblQuery, "查詢:"
lblStatusFound, "找到符合: {0} 個"
lblStatusTotal, "搜尋的檔案: {0} 個"
mniAbout, "關於"
mniClearSearchHistory, "清除搜尋歷程記錄"
mniCloseAll, "全部關閉"
mniCloseAllButThis, "關閉其它"
mniCloseSearch, "關閉"
mniCopyToClipboard, "複製選取的結果"
mniCopyToClipboardAll, "複製所有結果"
mniExit, "結束"
mniExplorerContextMenu, "Windows 內容功能表"
mniHelp, "說明"
mniOpenFolder, "開啟包含資料夾"
mniOpenFolderOnly, "開啟資料夾"
mniOpenOther, "以其它應用程式開啟"
mniPermenentDelete, "永久刪除選中的檔案"
mniRemoveRows, "從清單中刪除選取的結果"
mniSettings, "設定值"
mniShowFilterControls, "顯示篩選控制"
mniTextCopy, "複製(&C)"
mniTextSelectAll, "全選(&A)"
mniTools, "工具(&T)"
mniTrayExit, "結束"
mniTrayLoadProfiles, "載入設定檔"
mniTrayShowFileSeek, "顯示 FileSeek"
mniTraySyncProfiles, "同步設定檔"
mnuCopyFilePath, "複製選取的檔案名稱 (以逗號分隔)"
mnuExportAllHTML, "匯出所有的結果到 HTML"
mnuExportSelectedResultsHTML, "匯出選取的結果到 HTML"
mnuFileCopy, "複製選取的檔案"
mnuFileDelete, "刪除選取的檔案"
mnuLanguage, "語言"
mnuLoadProfile, "載入"
mnuManageProfiles, "管理設定檔"
mnuOpen, "開啟"
mnuOpenNotepad, "以記事本開啟"
mnuProfile, "設定檔"
mnuSave, "儲存"
mnuSaveAll, "匯出所有的結果為 CSV"
mnuSaveProfile, "儲存新的設定檔"
mnuSaveSelection, "匯出選取的結果為 CSV"
mnuShowFullLanguageList, "顯示完整清單"
mnuSyncProfiles, "同步設定檔"
rdoMatchQueryLineByLine, "檔案中每行符合查詢"
rdoMatchQueryToWholeFile, "整個檔案符合查詢"
tabAdvanced, "進階"
tabDateFilters, "日期篩選"
tabFileSizeFilters, "檔案大小篩選"
tabSearch, "搜尋"


[frmMain_Strings]
AccessedAfterTT, "存取日期在 {0} 之後"
AccessedBeforeTT, "存取日期在 {0} 之前"
AccessedBetweenTT, "存取日期在 {0} 和 {1} 之間"
AppSelectionErrorPartOne, "找不到您所選取的應用程式。"
AppSelectionsErrorPartTwo, "您想要現在選取不同的嗎?"
btnNewSearchTT, "開啟新的索引標籤並開始搜尋"
btnSearchTT, "在目前索引標籤開始搜尋"
btnStopTT, "停止選取的搜尋"
CaseSensitiveQueryTT, "區分大小寫查詢"
cboDateFilterLogic_AND, "與"
cboDateFilterLogic_OR, "或"
chkShowFirstResultTT, "每行符合查詢時將只顯示第一個相符的行"
ColumnWidthRestoreError, "還原欄寬時發生錯誤。"
ColumnWidthSaveError, "儲存欄寬時發生錯誤。"
ContextMenuError, "顯示 Windows 內容功能表時發生錯誤。"
CreatedAfterTT, "建立日期在 {0} 之後"
CreatedBeforeTT, "建立日期在 {0} 之前"
CreatedBetweenTT, "建立日期在 {0} 和 {1} 之間"
CSVSpreadsheet, "CSV 檔案"
CustomAppOpenError, "使用自訂應用程式開啟此檔案時發生錯誤。"
DateCreatedError, "請選取「建立日期的結束日」，必須在開始日之後。"
DateFiltersSelected, "日期篩選:"
DateMismatchError, "請選取「建立日期的結束日」，必須在開始日之後。"
DateModifiedError, "請選取「修改日期的結束日」，必須在開始日之後。"
EmptyPDFError, "被搜索的PDF檔沒有文本"
EnterProfileName, "輸入設定檔名稱:"
ExcludeFilesTT, "排除檔案: {0}"
ExcludePathsTT, "排除路徑: {0}"
FileDeleteMessage, "在 FileSeek 執行所需的操作時請稍候。\n您可以關閉此視窗，但在此工作執行時可能會造成未預期的結果。"
FileDeleteQuestion, "您確定要刪除選取的檔案或資料夾嗎?"
FileDeleteTitle, "刪除檔案"
FileDeletionError, "刪除這些檔案時發生錯誤。"
FileHandlerError, "請輸入搜尋的路徑。"
FileIncludeNameMatch, "檔案名稱相符 [包含檔案篩選]"
FileOpenError, "開啟此檔案時發生錯誤。"
FilePermenentDeleteQuestion, "確定永久刪除選中的檔案或資料夾嗎?"
FileQueryNameMatch, "檔案名稱相符 [查詢文字]"
FileReadError, "存取檔案錯誤: {0}"
FileSelectionError, "請選取至少 1 個存在的檔案並重試。"
FileSizeError, "請選取「最大的檔案大小」，必須等於或大於最小檔案大小。"
FileSizeFiltersSelected, "檔案大小篩選:"
FilesSearched, "搜尋的檔案: {0} 個"
FilesSkipped, "略過檔案: {0} 個"
FolderBrowserDescription, "選取搜尋的資料夾"
FolderBrowsingError, "瀏覽資料夾時發生錯誤。"
FolderIncludeNameMatch, "資料夾名稱相符 [包含檔案篩選]"
FolderItemError, "取得項目的資料夾失敗: {0}"
FolderOpenError, "開啟此資料夾時發生錯誤。"
FolderQueryNameMatch, "資料夾名稱相符 [查詢文字]"
FolderReadError, "存取資料夾中資料夾錯誤: {0}"
HyperTextMarkupLanguageFile, "Hyper Text Markup 語言檔"
IFilterWarning, "請啟用檔案處理程式以顯示正確結果: {0} 個檔案"
IncludeFilesTT, "包含檔案: {0} 個"
InvalidExcludeFilesRegExError, "「排除檔案規則運算式」樣式無效。\n{0}"
InvalidFolderLength, "無效的資料夾長度。"
InvalidIncludeFilesRegExError, "「包含檔案規則運算式」樣式無效。\n{0}"
InvalidQueryRegExError, "規則運算式樣式無效。\n{0}"
KeypressError, "處理此按鍵時發生錯誤。"
LinkedFolderError, "未搜尋資料夾，因為是連結/連接點"
MatchesFound, "找到相符: {0} 個"
MatchesFromQueue, "佇列的結果: {0}"
MaxFileSizeTT, "最大檔案大小: {0}"
MaxPathError, "這是長路徑且可能無法在某些程式動作"
MenuOpenError, "開啟功能表時發生錯誤。"
MinFileSizeTT, "最小檔案大小: {0}"
ModifiedAfterTT, "修改日期在 {0} 之後"
ModifiedBeforeTT, "修改日期在 {0} 之前"
ModifiedBetweenTT, "修改日期在 {0} 和 {1} 之間"
More, "(更多)"
NoDateFiltersSelected, "未選取資料篩選"
NoFileSizeFiltersSelected, "未選取檔案大小篩選篩選"
NoOptionsSelected, "未選取選項"
NotepadError, "使用記事本開啟此檔案時發生錯誤。"
NoTextSelectionError, "請選取一些文字並重試。"
NotYourProfile, "您沒有此設定檔。"
OnlyShowFirstResultTT, "只顯示第一個結果"
OpenManyQuestion, "您確定要開啟 {0} 個檔案或資料夾嗎?"
OptionsSelected, "選取的選項:"
PathsTT, "路徑: {0}"
PathTooLongError, "Windows 不支援含長路徑名稱的此動作。"
ProfileLoadError, "載入此設定檔錯誤。"
ProfileLoadOnStartError, "載入此設定檔錯誤，設定檔不存在。"
ProfileOverwriteQuestion, "您確定要刪除覆寫設定檔「{0}」嗎?"
ProfileSaved, "儲存搜尋設定到設定檔「{0}」"
ProfileSaveError, "無法儲存設定檔。"
ProOnlyDoubleClickPrompt, "預設按兩下處理程式設定成 FileSeek Pro 版專屬功能。\n您可以在設定 > 搜尋 索引標籤變更預設按兩下處理程式。\n\n您需要更多升級相關資訊嗎?"
QueryTT, "查詢:\n{0}"
rdoMatchQueryLineByLineTT, "開啟檔案每次一行並嘗試每行符合查詢"
rdoMatchQueryToWholeFileTT, "一次開啟整個檔案並嘗試整個文字符合查詢"
ResultCopied, "一個結果已複製到剪貼簿。"
ResultCopyError, "複製搜尋結果到剪貼簿時發生錯誤。"
ResultSaveError, "儲存結果時錯誤。\n{0}"
ResultsCopied, "{0} 個結果已複製到剪貼簿。"
ResultSelectionError, "請選取至少 1 個結果並重試。"
SaveResults, "另存結果為試算表"
SaveResultsAsHTML, "另存結果為 HTML"
SaveSearchProfile, "儲存搜尋設定檔"
SearchComplete, "在 {0} 秒搜尋完成"
SearchCriteria, "搜尋條件:"
SearchCriteriaEmptyTT, "搜尋條件為空"
SearchEnd, "搜尋結束: {0}"
SearchError, "搜尋時發生錯誤。"
SearchStart, "搜尋開始: {0}"
SearchSubFoldersTT, "搜尋子資料夾"
SettingFormShowError, "顯示設定視窗時發生錯誤。"
Syncing, "正在與 Binary Fortress 帳戶同步..."
TextCopyError, "複製此文字時發生錯誤。"
TextProcessingError, "處理文字時發生錯誤。"
TextSelectionError, "請選取一些文字並重試。"
txtPathTT, "以 | 字元分隔多個項目"
UseFileHandlersTT, "使用檔案處理程式"
ViewingAppPartOne, "尚未選取檢視中應用程式"
ViewingAppPartTwo, "您想要立即選取嗎?"
WindowsVersionError, "抱歉，這個功能在此 Windows 版本不可使用。"


[frmProfileManager_Controls]
btnCopyProfile, "複製設定檔"
btnDelete, "刪除"
btnRename, "重新命名"
btnSync, "與 Binary Fortress 帳戶同步"
colProfileName, "設定檔名稱"
colProfileOwner, "設定檔擁有者"
lblCurrentProfile, "目前使用者: {0}"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "新的設定檔名稱?"
MustSelectAnItem, "請從清單選取設定檔並重試。"
ProfileDeleteQuestion, "您確定要刪除選取的設定檔嗎?"
RenameSearchProfile, "重新命名搜尋設定檔"
SearchProfileName, "搜尋設定檔名稱:"
Title, "管理設定檔"


[frmSettings_Controls]
btnApply, "套用"
btnBackupSettings, "匯出設定"
btnBrowseOther, "瀏覽(&B)"
btnChangeToFree, "變更成免費版"
btnCheckNow, "立即檢查更新(&U)"
btnClearHistory, "清除搜尋歷程記錄"
btnIFilterToggle, "切換檔案處理程式"
btnLicenseKeyLoadOnline, "從 Binary Fortress 帳戶載入"
btnOtherDefault, "預設(&D)"
btnPasteFromClipboard, "從剪貼簿貼上"
btnProxySettings, "Internet 連線設定"
btnRestoreSettings, "還原設定"
btnTroubleshootingClearLog, "清除日誌"
btnTroubleshootingCopy, "複製到剪貼簿"
btnTroubleshootingOpenLog, "開啟日誌"
chkAutoUpdate, "自動檢查更新"
chkBeta, "檢查新的 Beta (較新但不穩定) 的版本"
chkCloseToTray, "關閉 FileSeek 到系統通知區"
chkCombineParameters, "傳送多檔案到相同執行個體，而不是開啟多個執行個體"
chkErrorForLongPaths, "超過 260 個字元長時顯示錯誤並略過路徑"
chkIFilterErrors, "檔案沒有檔案處理程式時顯示錯誤 (在啟用檔案處理程式搜尋時)"
chkIsQueryFullString, "將查詢文字視為一個大的查詢詞組"
chkLinkedFoldersSearch, "搜尋連結/連接點的檔案 && 資料夾"
chkLinkedFoldersSearchShowErrorOnSkip, "略過連結/連接點時顯示訊息"
chkMinimizeToTray, "最小化 FileSeek 到系統通知區"
chkShowErrorEmptyPDF, "PDF為空文件時報錯"
chkShowFileErrors, "無法存取檔案/資料夾時顯示錯誤"
chkShowToolTips, "顯示工具提示"
chkStartWithClearProfile, "始終以空白搜尋條件啟動 FileSeek"
chkTreatAllIncludeFiltersAsWildcards, "將所有 [包含檔案] 篩選視為萬用字元"
chkWindowsContextMenu, "在 Windows 內容功能表顯示FileSeek"
colName, "名稱"
colRightToLeft, "由右到左"
colTranslators, "翻譯者"
colVersion, "版本"
gbAutoUpdate, "更新檢查"
gbCmdLineVars, "命令列變數"
gbGeneralOptions, "一般選項"
gbUpdateSettings, "更新設定"
lblCmdLineParam, "傳送的命令列參數:"
lblDefaultDoubleClick, "選取按兩下搜尋結果的預設操作:"
lblExpireDate, "授權到期日:"
lblLicenseKey, "授權金鑰:"
lblLicenseTo, "授權者:"
lblNumChar, "每個搜尋結果所顯示的字元數:"
lblSelectViewingApp, "檢視選取檔案的應用程式:"
lblSkipFile, "每個檔案允許的最大搜尋時間 (0 = 無限制):"
lblUpdateLanguages, "取得新的與更新的語言"
LogLevel0, "記錄: 停用"
LogLevel1, "記錄: 只有重要"
LogLevel2, "記錄: 詳細資料"
LogLevel3, "記錄: 所有行"
tabLanguage, "語言"
tabLicense, "授權金鑰"
tabTroubleshooting, "疑難排解"


[frmSettings_Strings]
AppBrowsingError, "瀏覽應用程式時發生錯誤。"
cboDefaultDoubleClickOperation_ExportAllCSV, "匯出所有的結果到 CSV"
cboDefaultDoubleClickOperation_ExportAllHTML, "匯出所有的結果為 HTML"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "匯出選取的結果到 CSV"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "匯出選取的結果為 HTML"
cboDefaultDoubleClickOperation_Open, "以預設處理程式開啟"
cboDefaultDoubleClickOperation_OpenContainingFolder, "開啟包含資料夾"
cboDefaultDoubleClickOperation_OpenNotepad, "以記事本開啟"
cboDefaultDoubleClickOperation_OpenOther, "以其它應用程式開啟"
ChangeToFreeQuestion, "您確定要移除授權金鑰並切換成免費版嗎?"
chkTreatAllIncludeFiltersAsWildcardsTT, "這個選項啟用時，輸入搜尋「foo」將視為 *foo*"
ClearHistoryError, "清除搜尋歷程記錄時發生錯誤。"
ClearHistoryWarning, "您確定要清除搜尋歷程記錄嗎?"
CommandLineError, "請輸入命令列參數，或按一下 [預設] 來重設。"
DebugLogCleared, "除錯日誌檔案成功清除。"
DebugLogNotFound, "找不到 Debug 日誌檔案。\n請確認您先啟用除錯記錄選項。"
DisableFileHandler, "停用檔案處理程式"
EnableFileHandler, "啟用檔案處理程式"
FileCommandDescription, "{0}: 替代完整檔案名稱。"
FileHandlerListError, "列出檔案處理程式時發生錯誤。"
FileHandlerSelectError, "選取此檔案處理程式時發生錯誤。"
FileHandlerToggleError, "切換此檔案處理程式時發生錯誤。"
FreeVersion, "免費版本"
HistoryCleared, "清除搜尋歷程記錄成功。"
InternetSettingsWindowError, "開啟 Internet 連線設定視窗時發生錯誤。"
InvalidExitcode, "返回無效的 ExitCode: {0}"
LineCommandDescription, "{0}: 替代行號。"
lvIFilters_Extension, "附檔名"
lvIFilters_Handler, "處理程式"
lvIFilters_HandlerVersion, "版本"
NumOfCharError, "請輸入介於 {0} 和 {1} 之間的字串數並重試。"
RestoreSettingsFailed, "還原設定失敗。"
RestoreSettingsSuccess, "您的設定還原成功。"
SettingMenuError, "設定內容功能表的設定時發生錯誤。"
tabSettings_About, "關於"
tabSettings_FileHandlers, "檔案處理程式"
tabSettings_Options, "選項"
tabSettings_OtherApp, "其它應用程式"
tabSettings_Search, "搜尋"
Title, "設定值"
TroubleshootingCopyError, "複製疑難排解資訊失敗。"
TroubleshootingCopySuccess, "疑難排解資訊成功複製到剪貼簿。"


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "搜尋結果儲存成功。\n您想要檢視檔案嗎?"
SearchCriteria, "搜尋條件"
SearchDate, "搜尋日期:"
Title, "FileSeek 搜尋結果"


[IFilterHelper_Strings]
UnknownError, "不明 IFilter 錯誤"
UsingStandardMethodWarning, "沒有這個檔案的處理程式，使用標準方式搜尋。"


[LicenseValidate_Strings]
ExpiredPrompt, "抱歉，您的 FileSeek 試用授權金鑰已經過期。\n如果您已經購買授權，請在 FileSeek 設定視窗中輸入。\n\n您需要更多購買 FileSeek Pro 版的資訊嗎?"
Invalid, "抱歉，您的授權金鑰無效。"
InvalidReseller, "抱歉，您的授權金鑰只能使用在您代理商所提供的 FileSeek。\n更多資訊，請聯絡您的代理商。"
LicenseProcessPro, "感謝您的註冊!"
LicenseProcessRemoved, "您的授權金鑰已移除。"
LicenseProcessTrial, "感謝您試用 FileSeek!\n您的授權將於 {0:D} 到期。"
RegistryExportSuccess, "您的設定已成功匯出。"
TrialAlmostDonePrompt, "您的試用授權即將過期。\n如果您已經購買授權，請在 FileSeek 設定視窗中輸入。\n\n您需要更多購買 FileSeek Pro 版的資訊嗎?"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "以 FileSeek 搜尋"


[Words]
AdminSettingsLock, "某些設定由您的系統管理員所管理"
Apply, "套用"
ButtonEnterLicenseKey, "輸入授權金鑰(&E)"
ButtonLater, "稍後(&L)"
ButtonMoreInformation, "更多資訊(&M)"
ButtonUseFreeVersion, "使用免費版(&U)"
Cancel, "取消(&C)"
Close, "關閉(&C)"
Custom, "自訂"
Default, "預設值"
Error, "錯誤"
ErrorNotAdminUACDisabled, "UAC 已停用，但不是系統管理員，請求的動作很可能會失敗。\n請啟用 UAC 或以系統管理員身分登入並重試。\n如果是最近停用 UAC，請務必重新啟動電腦。"
Help, "說明"
Info, "資訊"
NeedProQuestion, "您需要升級到 FileSeek Pro 以使用一鍵更新。\n您想要更多升級的相關資訊嗎?"
Never, "從不"
No, "否"
OK, "確定(&O)"
ProOnlyNotice, "Pro 版專屬功能以藍色標記"
Refresh, "重新整理"
Seconds, "秒"
Yes, "是"


[Installer]
AdditionalIcons, "額外圖示:"
ContextMenu, "加入 FileSeek 到內容功能表"
CurrentUserOnly, "僅針對目前使用者"
DesktopIcon, "建立桌面圖示(&D)"
DotNetDownloadNow, "您想要立即下載它嗎?"
DotNetNeededMayNotWork, "沒有 Microsoft .NET Framework 2.0，FileSeek 可能無法正常動作。"
DotNetRequired, "FileSeek 需要 Microsoft .NET Framework 2.0。"
DotNetReRunInstall, "在安裝 Microsoft .NET Framework 2.0 之後，請重新執行 FileSeek 安裝。"
ForAllUsers, "針對所有使用者"
LaunchFileSeek, "啟動 FileSeek"
LicKeyInvalid, "這組授權金鑰似乎無效。"
LicKeyLabel, "授權金鑰:"
LicKeySelectOption, "請選取授權金鑰選項並重試。"
LicKeyText, "授權金鑰選項:"
LicKeyTextAdminLocked, "您的授權金鑰已經由系統管理員設定。"
LicKeyTextChangeFree, "按一下 [設定值] 視窗中 [變更成免費版] 以使用免費版。"
LicKeyTextEnterOrFree, "請輸入有效授權金鑰或選取「使用免費版本」。"
LicKeyTextPaid, "使用此授權金鑰:"
LicKeyTextTrial, "使用試用版 (僅限第 1 次)，30 天後恢復成免費版本"
RunAtStartup, "隨 Windows 啟動 FileSeek"
ShowWelcome, "顯示 FileSeek 歡迎頁"
TextBefore, "如果您目前正在執行 FileSeek，在安裝這個新版本前請確認您已關閉。\n\n更新與技術支援請訪問 http://www.fileseek.ca。"
UninstallRemoveAllData1, "您想要完整移除所有的 FileSeek 設定值、喜好設定和暫存檔案嗎?"
UninstallRemoveAllData2, "如果您將要再次安裝 FileSeek 則不建議。"